---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToExcludeElems
source: html/a7a29c20-296d-419c-29bd-cb346d5f27dd.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToExcludeElems Property

Unable to exclude the selected group members.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToExcludeElems { get; }
```